
export const statsObject = {
    endurance: { 
      descr: `Способность очень долго сидеть и прорабатывать, прорабатывать, прорабатывать.. 
        Скорее всего, сильно пригодится вам в Инженерном центре.`,
      name: 'Усидчивость'   
    },
    cunning: {
      descr: `Старая-добрая инженерная смекалка, помноженная на современную хитрожопость, способна творить чудеса. 
        Закупить весы для взвешивания крупного рогатого скота подешевле, забить тараном втулку в стойку шасси - смекалистый инженер всюду найдет выход.`,
      name: 'Смекалка'
    },
    
    attentiveness: {
      descr: 'Умение замечать мелкие детали и не допускать глупых ошибок при особенно ГЛУБОКОЙ проработке.',
      name: 'Внимательность'
    },

    charisma: {
      descr: `Сочетание внешности, личной харизмы и определенных мимических практик, позволяющее в любой ситуации тактически надувать щеки 
        и строить из себя важную персону. Говорят, полезная вещь для карьерного роста.`,
      name: 'Напыщенность'
    }
}