
export const statsObject = {
    endurance: { 
      descr: `Способность очень долго сидеть и прорабатывать, прорабатывать, прорабатывать.. 
        Скорее всего, сильно пригодится вам в Инженерном центре.`,
      name: 'Усидчивость'   
    },
    cunning: {
      descr: `Старая-добрая инженерная смекалка, помноженная на современную хитрожопость, способна творить чудеса. 
        Закупить весы для взвешивания крупного рогатого скота подешевле, забить тараном втулку в стойку шасси - смекалистый инженер всюду найдет выход.`,
      name: 'Смекалка'
    },
    
    attentiveness: {
      descr: 'Умение замечать мелкие детали и не допускать глупых ошибок при особенно ГЛУБОКОЙ проработке.',
      name: 'Внимательность'
    },

    charisma: {
      descr: `Сочетание внешности, личной харизмы и определенных мимических практик, позволяющее в любой ситуации тактически надувать щеки 
        и строить из себя важную персону. Говорят, полезная вещь для карьерного роста.`,
      name: 'Напыщенность'
    }
}

export const originObject = {
  aviamech: {
    descr: `Вы поднялись из авиамехаников, в совершенстве владеете русским матом и знаете все мемы ангара.
      Запросто можете поддержать разговор об украинской политике и мудаках-начальниках в курилке, 
      работяги предприятия относятся к вам с уважением.`,
    name: 'Авиамеханик'
  },
  student: {
    descr: `Вы попали в Инженерный центр сразу после ВУЗа, или на последнем курсе. Все вокруг такое странное и сложное...
      Ввиду неопытности вы допускаете много ошибок - но и относятся к вам более снисходительно.`,
    name: 'Студент'
  },
  devourer: {
    descr: `Вряд ли хоть кто-то сможет с точностью сказать, в чем именно заключается ваша работа, и когда вы пришли на предприятие.
      Интересно, сможете ли вы сами ответить на этот вопрос? Год за годом пролетают в одном бесконечном дне сурка, а вы продолжаете
      объедать работяг в столовой и заниматься какими-то непонятными вещами.`,
    name: 'Объедатель работяг'
  },
  scientist: {
    descr: `Молодой и перспективный ученый, вы пришли на работу в Инженерный центр чтобы, так сказать, не отрываться от реальных проблем
      производства. Используя свои познания в области перекладывания бумаг, вы продвигаетесь по карьерной лестнице - заодно изобретая
        такие полезные вещи, как червячный мультипликатор`,
    name: 'Научный сотрудник'
  },
  migrant: {
    descr: `Эээ блэт, тигильдык тугум дээ... - примерно такое решение вы готовы предложить для любой сложной инженерной проблемы.
      Впрочем, такие вопросы вам редко поручают.`,
    name: 'Трудовой мигрант'
  },
  pracevach: {
    descr: `Белая кость и голубая кровь Инженерного центра - вы опытный инженер по строкам и столбцам. Посчитать расходочку, поесть, поспать,
      и хорошенько попрорабатывать - вот ваши любимые занятия в жизни.`,
    name: 'Пропрацювач со стажем'
  }
}